{
  "about": {
    "title": "About me",
    "content1": "I am a professional Social Worker who has been working for over 20 years, and I am as passionate about this profession, as I was when I started in this field.",
    "content2": "My clinical approach is client centered, offered in a laid back, nonjudgmental and relaxed atmosphere.  I will provide you with a warm support, professional and rigorous services.  My clinical years of experience enables me to accompany and focus on my clients’ needs with active listening and respect. My objective is to provide you with concrete tools that are readily accessible.",
    "content3": "Over the years of my practice, I have developed a broad range of expertise related to adoption, attachment, family dynamics and relationships.",
    "career": "My career"
  },

  "approach": {
    "title": "Approach",
    "subtitle": "A modern and efficient approach.",
    "content1": "I use a systemic approach, that is to say that I work with the individual in the context of their larger environment. This intervention model allows clients to better understand their present functioning within the context of interactions with others and their environment. ",
    "content2": "This approach supports clients’ self-determination which means that each client has the ability to decide what is best for him/herself. As such, a common language and understanding of the issue will be defined and new ways of thinking and identifying new strategies will be established.  The ultimate goal is for clients to feel a greater sense of personal and family empowerment in their day to day lives."
  },

  "career": {
    "title": "Career",
    "university": "University Education",
    "universityContent": "As a graduate in Social Services from Sherbrooke University in 1994, I developed the core of my practice by working in the public health system. In order to keep my knowledge up-to-date, I regularly attend conferences, seminars and trainings. Furthermore, I keep up with the new developments in the domain of family intervention and adoption by reading on this subject.\n\n",
    "psychosocial": "Psychosocial Expertise",
    "psychosocialContent": "For over 20 years, I have been working in the psychosocial field and dealing with issues affecting families, children, adolescents and young adults. I have acquired a vast experience in parental coaching, working specifically on parent-child dynamics and/or addressing developmental issues when they manifest in children.",
    "adoption": "Adoption Expertise",
    "adoptionContent": "For the past 13 years, I have had the chance to work with adoptive families on a daily basis. The animation of pre-adoption workshops for parents and their extended family is part of my field of expertise.  I have also acquired a vast experience in post adoption counselling, which is so important to guide and accompany adoptive parents of children of all ages.",
    "order": "Professional Order",
    "orderContent": "I am a social worker member in good standing of the Professional Order of Social Workers and Conjugal and Family Therapists of Quebec; I adhere to their code of ethics.",
    "orderMember": "Member Number:",
    "orderNumber": "SAMS94/12/020TS"
  },

  "consult": {
    "title": "Why consult ?",
    "subtitle": "Family Support",
    "content1": "In today’s world raising children is difficult.  Over the course of our children’s developmental stages many parents may experience specific challenges related to:",
    "bullet1": "Bedtime routine, nightmares or night terrors",
    "bullet2": "Transition into daycare, or school",
    "bullet3": "Separation anxiety",
    "bullet4": "Reactions to the arrival of a second child",
    "bullet5": "Tantrums and difficulty calming",
    "bullet6": "Child's opposition to parental demands",
    "bullet7": "Adaptation to stepfamily",
    "bullet8": "Struggling with bonding/attachment",
    "bullet9": "Adolescence and its questioning of identity",
    "bullet10": "Your child’s healthy emotional development",
    "bullet11": "Child’s adaptation following his/her adoption",
    "content2": "Parents may also face challenges in fulfilling their parenting roles. For example:",
    "bullet12": "Adaptation to the role of new parent",
    "bullet13": "Feeling competent and effective as a parent",
    "bullet14": "Parenting as a team",
    "bullet15": "Develop a parenting structure that respects the child’s developmental stage",
    "bullet16": "Need to feel better equipped to face their child's tantrums",
    "bullet17": "Improve communication with their child",
    "bullet18": "Knowing how to deal with your own expectations as a parent",
    "bullet19": "Learn how to address adoption related issues",
    "content3": "Psychosocial counseling can help you to develop a new perspective and understanding on your parental and/or relationship difficulties therefore alleviating stress. This is in an efficient way to gain a more positive perspective and attain a state of well-being and balance, which may presently seem out of reach."
  },

  "contact": {
    "address": "5777 Boulevard Gouin Ouest, Montreal, QC, Canada, H4J 1E3",
    "email": "sylvie.samson.ts@gmail.com",
    "phone": "(514) 756-4673",
    "facebook": "Facebook"
  },

  "footer": {
    "description": "I am a social worker that offers her services at affordable prices to the clients of the Montreal region.",
    "accessibility": "Accessibility",
    "contact": "Contact",
    "metro": "Metro Henri-Bourassa",
    "bus": "STM Bus line 69 (Gouin / de la Miséricorde)",
    "elevator": "Elevators available",
    "parking": "Parking available"
  },

  "general": {
    "company": "Sylvie Samson",
    "description": "Travailleuse Sociale | Social Worker",
    "socialWorker": "Social Worker"
  },

  "header": {
    "language": "Language",
    "en": "EN",
    "fr": "FR",
    "navigation": {
      "home": "Home",
      "about": "About",
      "whyConsult": "Why consult",
      "career": "Career",
      "approach": "Approach",
      "services": "Services",
      "contact": "Contact Me",
      "resources": "Resources"
    }
  },

  "home":{
    "tagline": "At your service",
    "description": "I am an experienced social worker offering psychosocial services to families in the greater Montreal area. I offer workshops on adoption and attachment throughout the regions of Quebec. Please feel free to contact me; it will be a pleasure to work with you.",
    "action": "Contact me"
  },

  "landing":{
    "bienvenue": "Bienvenue",
    "welcome": "Welcome",
    "fr": "Français",
    "frDescription": "Si vous désirez accéder à ce site en Français, veuillez cliquer sur ce bouton.",
    "en": "English",
    "enDescription": "If you want to access the website in English, please click the following button."
  },

  "questions": {
    "title": "Any questions ?",
    "description": "If you have questions about my services or any other inquiries, feel free to send me an e-mail at any time.",
    "name": "Full name",
    "email": "Email",
    "phone": "Phone Number",
    "subject": "Subject",
    "message": "Message",
    "send": "Send"
  },

  "views": {
    "home": "Home",
    "landing": "Travailleuse Sociale | Social Worker"
  }
}
