{
  "about": {
    "title": "About me",
    "content1": "I am a professional Social Worker who has been working for over 20 years, and I am as passionate about this profession, as I was when I started in this field.",
    "content2": "My clinical approach is client centered, offered in a laid back, nonjudgmental and relaxed atmosphere.  I will provide you with a warm support, professional and rigorous services.  My clinical years of experience enables me to accompany and focus on my clients’ needs with active listening and respect. My objective is to provide you with concrete tools that are readily accessible.",
    "content3": "Over the years of my practice, I have developed a broad range of expertise related to adoption, attachment, family dynamics and relationships.",
    "career": "My career"
  },

  "consult": {
    "title": "Why consult ?",
    "subtitle": "Family Support",
    "content1": "In today’s world raising children is difficult.  Over the course of our children’s developmental stages many parents may experience specific challenges related to:",
    "bullet1": "Bedtime routine, nightmares or night terrors",
    "bullet2": "Transition into daycare, or school",
    "bullet3": "Separation anxiety",
    "bullet4": "Reactions to the arrival of a second child",
    "bullet5": "Tantrums and difficulty calming",
    "bullet6": "Child's opposition to parental demands",
    "bullet7": "Adaptation to stepfamily",
    "bullet8": "Struggling with bonding/attachment",
    "bullet9": "Adolescence and its questioning of identity",
    "bullet10": "Your child’s healthy emotional development",
    "bullet11": "Child’s adaptation following his/her adoption",
    "content2": "Parents may also face challenges in fulfilling their parenting roles. For example:",
    "bullet12": "Adaptation to the role of new parent",
    "bullet13": "Feeling competent and effective as a parent",
    "bullet14": "Parenting as a team",
    "bullet15": "Develop a parenting structure that respects the child’s developmental stage",
    "bullet16": "Need to feel better equipped to face their child's tantrums",
    "bullet17": "Improve communication with their child",
    "bullet18": "Knowing how to deal with your own expectations as a parent",
    "bullet19": "Learn how to address adoption related issues",
    "content3": "Psychosocial counseling can help you to develop a new perspective and understanding on your parental and/or relationship difficulties therefore alleviating stress. This is in an efficient way to gain a more positive perspective and attain a state of well-being and balance, which may presently seem out of reach."
  },

  "footer": {
    "address": "5777 Boulevard Gouin Ouest, Montreal, QC, Canada, H4J 1E3",
    "email": "sylvie.samson.ts@gmail.com",
    "phone": "(514) 756-4673",
    "facebook": "Facebook"
  },

  "header": {
    "company": "Sylvie Samson",
    "description": "Social Worker | Travailleuse Sociale",
    "language": "Language",
    "en": "EN",
    "fr": "FR",
    "navigation": {
      "home": "Home",
      "about": "About",
      "whyConsult": "Why consult",
      "career": "Career",
      "approach": "Approach",
      "services": "Services",
      "contact": "Contact Me",
      "resources": "Resources"
    }
  },

  "home":{
    "name": "Social Worker",
    "tagline": "At your service",
    "description": "I am an experienced social worker offering psychosocial services to families in the greater Montreal area. I offer workshops on adoption and attachment throughout the regions of Quebec. Please feel free to contact me; it will be a pleasure to work with you.",
    "action": "Contact me"
  },

  "landing":{
    "company": "Sylvie Samson",
    "description": "Travailleuse Sociale / Social Worker",
    "bienvenue": "Bienvenue",
    "welcome": "Welcome",
    "fr": "Français",
    "frDescription": "Si vous désirez accéder à ce site en Français, veuillez cliquer sur ce bouton.",
    "en": "English",
    "enDescription": "If you want to access the website in English, please click the following button."
  }
}
