{
  "about": {
    "title": "À propos de moi",
    "content1": "Je suis une intervenante qui compte plus de 20 ans de pratique auprès des familles et je suis toujours aussi passionnée par la relation d’aide que lors de mes débuts en intervention.",
    "content2": "Mon approche clinique centrée sur le client et ses besoins.  Je vous propose une écoute attentive et respectueuse, un soutien chaleureux et un accompagnement professionnel et rigoureux, tout cela, dans une atmosphère détendue.  Mon objectif est de vous transmettre des outils concrets et rapidement applicables.",
    "content3": "Mon parcours m’a amené à développer une vaste expertise en lien avec l’adoption, l’attachement et les interactions familiales. ",
    "career": "Ma carrière"
  },

  "career": {
    "title": "Carrière",
    "university": "Formation Universitaire",
    "universityContent": "Diplômée en service social de l’Université de Sherbrooke en 1994, j’ai développé le cœur de ma pratique en œuvrant dans le réseau de la santé.  Afin de toujours maintenir mes connaissances à jour, je participe régulièrement à des conférences, des séminaires et des formations. De plus, je me garde à l’affut des derniers développements dans le domaine de l’intervention et de l’adoption par des lectures pertinentes.",
    "psychosocial": "Expertise Psychosociale",
    "psychosocialContent": "Depuis plus de 20 ans maintenant, j’interviens dans le domaine psychosocial et je soutiens les familles, les enfants, les adolescents et les jeunes adultes. J’ai acquis une vaste expérience que ce soit pour faire du coaching parental, travailler sur les dynamiques parents-enfants ou pour adresser les enjeux développementaux lorsqu’ils se manifestent chez les enfants.",
    "adoption": "Expertise en Adoption",
    "adoptionContent": "Depuis maintenant 13 ans, j’ai la chance de travailler quotidiennement auprès de familles adoptantes. L’animation d’ateliers pré-adoption pour les parents ainsi que pour les membres de leur famille, fait partie de mon champ d’expertise.  J’ai aussi acquis une vaste expérience en consultation post-adoption si importante pour guider et accompagner parents et enfants de tout âge.",
    "order": "Ordre Professionel",
    "orderContent": "Je suis travailleuse sociale membre en règle de l’Ordre Professionnel des Travailleurs Sociaux et Thérapeutes Conjugaux et Familiaux du Québec, je souscris à leur code de déontologie.",
    "orderMember": "Membre No:",
    "orderNumber": "SAMS94/12/020TS"
  },

  "consult": {
    "title": "Pourquoi Consulter ?",
    "subtitle": "Soutien aux familles",
    "content1": "Dans cette ère du temps où nous nous trouvons, il n’est pas toujours simple d’élever nos enfants. Tout au long du développement des enfants, plusieurs parents peuvent éprouver des besoins relativement à :",
    "bullet1": "La routine du coucher, les cauchemars ou terreurs nocturnes,",
    "bullet2": "La transition vers la garderie, ou à l’école",
    "bullet3": "L’anxiété de séparation",
    "bullet4": "Les réactions à l’arrivée d’un deuxième enfant",
    "bullet5": "Les crises de colère et la difficulté à revenir au calme",
    "bullet6": "L’opposition de l’enfant aux demandes parentales",
    "bullet7": "L’adaptation à la famille recomposée",
    "bullet8": "Des enjeux d’attachement",
    "bullet9": "L’adolescence et ses questionnements identitaires",
    "bullet10": "Le bon développement émotif des enfants",
    "bullet11": "L’adaptation de votre enfant suivant son adoption",
    "content2": "Les parents peuvent également rencontrer des défis dans l’accomplissement de leurs rôles parentaux. Tel que :",
    "bullet12": "S’adapter au nouveau rôle de parent",
    "bullet13": "Se sentir compétent et efficace comme parent",
    "bullet14": "Trouver une complémentarité dans leurs méthodes éducatives",
    "bullet15": "Développer une structure et un encadrement qui respecte les capacités de son enfant",
    "bullet16": "Besoin de se sentir mieux outillé devant les crises de colère de son enfant",
    "bullet17": "Améliorer leurs stratégies de communication avec leur enfant",
    "bullet18": "Savoir composer avec ses propres attentes, en tant que parent",
    "bullet19": "Savoir comment adresser des enjeux spécifiques à l’adoption",
    "content3": "La consultation psychosocial est un moyen efficace de vous aider à développer une nouvelle façon d’envisager les défis parentaux et/ou relationnels. L’intervention clinique vous permettra de retrouver un état de mieux-être ou l’équilibre tant convoité afin d’affronter la vie sous un meilleur angle."
  },

  "footer": {
    "address": "5777 Boulevard Gouin Ouest, Montreal, QC, Canada, H4J 1E3",
    "email": "sylvie.samson.ts@gmail.com",
    "phone": "(514) 756-4673",
    "facebook": "Facebook"
  },

  "header": {
    "company": "Sylvie Samson",
    "description": "Travailleuse Sociale | Social Worker",
    "language": "Langue",
    "en": "EN",
    "fr": "FR",
    "navigation": {
      "home": "Accueil",
      "about": "À propos",
      "whyConsult": "Pourquoi consulter",
      "career": "Carrière",
      "approach": "Approche",
      "services": "Services",
      "contact": "Me contacter",
      "resources": "Ressources"
    }
  },

  "home":{
    "name": "Travailleuse sociale",
    "tagline": "À votre service",
    "description": "Je suis une travailleuse sociale d’expérience offrant des services psychosociaux aux familles de la grande région de Montréal.  Les formations que j’offre en adoption ainsi qu’en attachement sont disponibles à toutes les régions du Québec.  N’hésitez pas à me contacter. Travailler avec vous sera toujours un plaisir.",
    "action": "Me contacter"
  },

  "landing":{
    "company": "Sylvie Samson",
    "description": "Travailleuse Sociale / Social Worker",
    "bienvenue": "Bienvenue",
    "welcome": "Welcome",
    "fr": "Français",
    "frDescription": "Si vous désirez accéder à ce site en Français, veuillez cliquer sur ce bouton.",
    "en": "English",
    "enDescription": "If you want to access the website in English, please click the following button."
  },

  "views": {
    "home": "Accueil",
    "landing": "Travailleuse Sociale | Social Worker"
  }
}
