{
  "404": {
    "oops": "Oups!",
    "fr": "Vous ne devriez pas être ici",
    "en": "You shouldn't be here",
    "button": "Retourner / Go Back"
  },

  "about": {
    "title": "À propos de moi",
    "content1": "Je suis une intervenante qui compte plus de 20 ans de pratique auprès des familles et je suis toujours aussi passionnée par la relation d’aide que lors de mes débuts en intervention.",
    "content2": "Mon approche clinique centrée sur le client et ses besoins.  Je vous propose une écoute attentive et respectueuse, un soutien chaleureux et un accompagnement professionnel et rigoureux, tout cela, dans une atmosphère détendue.  Mon objectif est de vous transmettre des outils concrets et rapidement applicables.",
    "content3": "Mon parcours m’a amené à développer une vaste expertise en lien avec l’adoption, l’attachement et les interactions familiales.",
    "career": "Ma carrière"
  },

  "approach": {
    "title": "Approche",
    "subtitle": "Une approche moderne et efficace.",
    "content1": "J’utilise une approche systémique, c’est-à-dire que je travaille avec l’individu dans son contexte de vie présent.   Ce modèle d’intervention permet à chacun de mieux comprendre les interactions qu’il entretient avec les différents acteurs de son milieu et de mieux saisir leurs impacts sur l’un et l’autre.",
    "content2": "Je crois que chacun de mes clients a la capacité de décider ce qui est le mieux pour lui ou elle. C’est pourquoi je prendrai le temps de développer avec vous un langage commun, c’est-à-dire une compréhension commune de la problématique qui vous affecte. Je vous donnerai accès à de nouvelles pistes de réflexion ou à de nouveaux outils d’interventions. Finalement, je pourrai vous guider et vous offrir le support requis pour que vous arriviez à de nouvelles façons de faire. Le but est de vous amener à ressentir un plus grand sentiment d’épanouissement personnel ou familial dans votre vie de tous les jours."
  },

  "career": {
    "title": "Carrière",
    "university": "Formation Universitaire",
    "universityContent": "Diplômée en service social de l’Université de Sherbrooke en 1994, j’ai développé le cœur de ma pratique en œuvrant dans le réseau de la santé.  Afin de toujours maintenir mes connaissances à jour, je participe régulièrement à des conférences, des séminaires et des formations. De plus, je me garde à l’affut des derniers développements dans le domaine de l’intervention et de l’adoption par des lectures pertinentes.",
    "psychosocial": "Expertise Psychosociale",
    "psychosocialContent": "Depuis plus de 20 ans maintenant, j’interviens dans le domaine psychosocial et je soutiens les familles, les enfants, les adolescents et les jeunes adultes. J’ai acquis une vaste expérience que ce soit pour faire du coaching parental, travailler sur les dynamiques parents-enfants ou pour adresser les enjeux développementaux lorsqu’ils se manifestent chez les enfants.",
    "adoption": "Expertise en Adoption",
    "adoptionContent": "Depuis maintenant 13 ans, j’ai la chance de travailler quotidiennement auprès de familles adoptantes. L’animation d’ateliers pré-adoption pour les parents ainsi que pour les membres de leur famille, fait partie de mon champ d’expertise.  J’ai aussi acquis une vaste expérience en consultation post-adoption si importante pour guider et accompagner parents et enfants de tout âge.",
    "order": "Ordre Professionel",
    "orderContent": "Je suis travailleuse sociale membre en règle de l’Ordre Professionnel des Travailleurs Sociaux et Thérapeutes Conjugaux et Familiaux du Québec, je souscris à leur code de déontologie.",
    "orderMember": "Membre No:",
    "orderNumber": "SAMS94/12/020TS"
  },

  "consult": {
    "title": "Pourquoi Consulter ?",
    "subtitle": "Soutien aux familles",
    "content1": "Dans cette ère du temps où nous nous trouvons, il n’est pas toujours simple d’élever nos enfants. Tout au long du développement des enfants, plusieurs parents peuvent éprouver des besoins relativement à :",
    "bullet1": "La routine du coucher, les cauchemars ou terreurs nocturnes,",
    "bullet2": "La transition vers la garderie, ou à l’école",
    "bullet3": "L’anxiété de séparation",
    "bullet4": "Les réactions à l’arrivée d’un deuxième enfant",
    "bullet5": "Les crises de colère et la difficulté à revenir au calme",
    "bullet6": "L’opposition de l’enfant aux demandes parentales",
    "bullet7": "L’adaptation à la famille recomposée",
    "bullet8": "Des enjeux d’attachement",
    "bullet9": "L’adolescence et ses questionnements identitaires",
    "bullet10": "Le bon développement émotif des enfants",
    "bullet11": "L’adaptation de votre enfant suivant son adoption",
    "content2": "Les parents peuvent également rencontrer des défis dans l’accomplissement de leurs rôles parentaux. Tel que :",
    "bullet12": "S’adapter au nouveau rôle de parent",
    "bullet13": "Se sentir compétent et efficace comme parent",
    "bullet14": "Trouver une complémentarité dans leurs méthodes éducatives",
    "bullet15": "Développer une structure et un encadrement qui respecte les capacités de son enfant",
    "bullet16": "Besoin de se sentir mieux outillé devant les crises de colère de son enfant",
    "bullet17": "Améliorer leurs stratégies de communication avec leur enfant",
    "bullet18": "Savoir composer avec ses propres attentes, en tant que parent",
    "bullet19": "Savoir comment adresser des enjeux spécifiques à l’adoption",
    "content3": "La consultation psychosocial est un moyen efficace de vous aider à développer une nouvelle façon d’envisager les défis parentaux et/ou relationnels. L’intervention clinique vous permettra de retrouver un état de mieux-être ou l’équilibre tant convoité afin d’affronter la vie sous un meilleur angle."
  },

  "contact": {
    "address": "5777 Boulevard Gouin Ouest, Montreal, QC, Canada, H4J 1E3",
    "email": "sylvie.samson.ts@gmail.com",
    "phone": "(514) 756-4673",
    "facebook": "Facebook"
  },

  "dialogs": {
    "successMail": {
      "title": "Courriel envoyé avec succès!",
      "text": "Merci d'avoir pris le temps de me contacter. Votre courriel a bien été envoyé. Je tenterai d'y répondre le plus rapidement possible.",
      "call": "Si votre problème est urgent, vous pouvez m'appeller au numéro disponible sur le site.",
      "button": "Okay"
    },
    "failMail": {
      "title": "L'envoie du courriel a échoué!",
      "text": "Merci d'avoir pris le temps de me contacter. Malheureusement votre courriel n'a pas pû être envoyé.",
      "call": "Si ce problème persiste, vous pouvez me contacter en m'envoyant un courriel à l'adresse disponible sur le site ou en m'appellant au numéro disponible sur le site.",
      "button": "Okay"
    }
  },

  "footer": {
    "description": "Je suis une travailleuse sociale offrant mes compétences et mes services à prix abordables aux clients de la grande région de Montréal.",
    "conception": "Conception par",
    "designer": "PO_Design",
    "accessibility": "Accessibilité",
    "contact": "Contacter",
    "metro": "Métro Henri-Bourassa",
    "bus": "STM Autobus ligne 69 (Gouin / de la Miséricorde)",
    "elevator": "Ascenseurs disponibles",
    "parking": "Stationnement disponible"
  },

  "general": {
    "company": "Sylvie Samson",
    "description": "Travailleuse Sociale | Social Worker",
    "socialWorker": "Travailleuse sociale"
  },

  "header": {
    "language": "Langue",
    "en": "EN",
    "fr": "FR",
    "navigation": {
      "home": "Accueil",
      "about": "À propos",
      "whyConsult": "Pourquoi consulter",
      "career": "Carrière",
      "approach": "Approche",
      "services": "Services",
      "contact": "Me contacter",
      "resources": "Ressources"
    }
  },

  "home":{
    "tagline": "À votre service",
    "description": "Je suis une travailleuse sociale d’expérience offrant des services psychosociaux aux familles de la grande région de Montréal.  Les formations que j’offre en adoption ainsi qu’en attachement sont disponibles à toutes les régions du Québec.  N’hésitez pas à me contacter. Travailler avec vous sera toujours un plaisir.",
    "action": "Me contacter"
  },

  "landing":{
    "bienvenue": "Bienvenue",
    "welcome": "Welcome",
    "fr": "Français",
    "frDescription": "Si vous désirez accéder à ce site en Français, veuillez cliquer sur ce bouton.",
    "en": "English",
    "enDescription": "If you want to access the website in English, please click the following button."
  },

  "questions": {
    "title": "Des questions ?",
    "description": "Si vous avez des questions au sujet de mes services ou autre, sentez-vous libre de m'envoyer un courriel à tout moment.",
    "name": "Nom complet",
    "email": "Courriel",
    "phone": "Numéro de téléphone",
    "subject": "Sujet",
    "message": "Message",
    "send": "Envoyer"
  },

  "resources": {
    "title": "Ressources",
    "link1": "Ordre des travailleurs sociaux",
    "link2": "Secrétariat à l'adoption\ninternationale",
    "link3": "Pétales Québec"
  },

  "services": {
    "title": "Services",
    "description": "Le développement biopsychosocial de l’être humain est complexe, donc raison de plus d’avoir du mal à s’y retrouver !  L’attachement, l’harmonie et l’équilibre familial sont tous des sujets d’actualité qui touchent toutes les familles, qu’elles soient biologiques ou formées par adoption.  Nos préoccupations quotidiennes, notre rythme de vie moderne souvent effréné ou nos différents stress quotidiens sont quelques exemples de défis qui peuvent provoquer des tensions ou un déséquilibre au sein d’une famille.",
    "offer": "C’est pourquoi je vous propose les services suivants",
    "individual": "Intervention individuelle",
    "individualContent": "Le suivi individuel fournit un espace sans jugement pour vous permettre de vous exprimer et réfléchir au sujet des enjeux difficiles que vous vivez.  Ces rencontres ont pour but de vous aider à trouver des moyens d’action concrets et de vous soutenir dans la mise en place de ceux-ci et ce, afin de ressentir un plus grand sentiment d’apaisement.   Notre plan d’action sera concret et centré sur l’ici et maintenant. De l’aide est disponible ; ne restez seul avec votre souffrance.",
    "family": "Intervention Familiale",
    "familyContent": "Les interactions entre les différents membres d’une famille peuvent parfois être très complexes et peuvent nécessiter l’aide d’un intervenant afin de faciliter la communication entre tous. Un support psychosocial dans un lieu neutre peut s’avérer nécessaire afin de vous aider à développer des relations plus saines au sein de votre famille. La guidance parentale s’avère parfois utile afin de trouver comment vos interventions parentales pourront respecter vos valeurs familiales tout en respectant les besoins de votre enfant. Notre objectif sera d’établir un plan d’action concret centré sur l’ici et maintenant afin de vous fournir un plus grand sentiment de compétences parentales et améliorer l’harmonie familiale. Ne restez pas avec un inconfort au sein de votre famille ; des solutions sont possibles.",
    "parents": "formations aux parents",
    "parentsContent": {
      "part1": "Celles-ci vous permettront :",
      "bullet1": "De bien saisir les enjeux spécifiques au contexte de l’adoption",
      "bullet2": "De confirmer la nature du projet qui convient à votre profil (âge, besoins particuliers, fratries, etc.)",
      "bullet3": "De vous sentir vous outillés et prêt à accueillir votre enfant",
      "part2": "Ces formations respectent les critères exigés par les pays d’origines.",
      "part3": "Une formation s’adressant à l’ensemble de votre famille élargie vous est aussi offerte. Celle-ci leur permettra :",
      "bullet4": "De les familiariser avec les particularités de l’adoption",
      "bullet5": "De leur permettre de comprendre les motifs derrière certaines approches parentales un peu différentes",
      "bullet6": "D’éviter que des conflits surviennent entre vous tous",
      "part4": "Toutes ces formations pourraient vous être offertes dans le confort de votre foyer, selon un horaire adapté à vos besoins que vous soyez de la région de Montréal ou pas."
    },
    "professionals": "Formations aux professionnels",
    "professionalsContent": {
      "part1": "Celle-ci vous permettra :",
      "bullet1": "De parfaire vos connaissances en lien avec l’attachement",
      "bullet2": "De mieux comprendre l’impact de l’attachement non sécurisé sur le comportement des enfants",
      "bullet3": "D’avoir plus d’outils pour accompagner ces enfants",
      "part2": "Une formation développée sur mesure pour répondre à vos besoins peut s’offrir à vous."
    }
  },

  "views": {
    "home": "Accueil",
    "landing": "Sylvie Samson | Travailleuse Sociale | Social Worker | Montréal,Québec,Canada"
  }
}
